hello-user = 👋🏻 Вас приветствует бот по фильтрации сообщений в группах.

    Добавьте бота в группу и назначьте его администратором.
change-lang = Сменить язык
choose-lang = Выбрать язык
russian = 🇷🇺Русский
english = 🇬🇧Английский
select-chat = Выбрать чат
words-written = Слова записаны
ban-time-written = Время бана записано
no-text = Пришлите текст
error-time-text = Напишите время целым числом в минутах или нажмите на кнопку
error-words-text = Напишите слово или набор слов через пробел
choose-chat-action = { $chat }

    Выберите действие
banned-ids-list = Список забаненных
banned-people-window = Забаненные пользователи

    Нажав на одного из них вы можете его разбанить
add-ban-words = Добавить бан слова
remove-ban-words = Убрать бан слова
show-ban-list = Список бан слов
your-ban-list = Ваш список бан слов

    Нажав на одно из них вы можете убрать их из списка
add-bot = Добавить бота в группу
yours-chats = Ваши чаты
back = Назад
input-words = Введите нежелательные слова

    Вы можете ввести как одно слово так и группу слов через пробел
choose-punishment = Выберите действие
delete-messages = Удалять сообщения
ban-user = Банить пользователя
choose-user-ban-time = Выберите время бана пользователя

    или отправьте в сообщении (в минутах)
five-min = 5 минут
thirty-min = 30 минут
one-hour = 1 час
one-day = 1 день
seven-days = 7 дней
thirty-days = 30 дней
forever = Навсегда
full-confirm = Вы подтверждаете действие
    { $punishment }
    для таких слов
    { $banned_words }
confirm = Подтвердить

